[
"To change how you feel, you must change how you think.",
"The successful warrior is the average man, with laser-like focus. - Bruce Lee",
"The key to immortality is first living a life worth remembering. - Bruce Lee",
"Be happy, but never satisfied. - Bruce Lee",
"I’m not in this world to live up to your expectations and you’re not in this world to live up to mine. - Bruce Lee",
"If you spend too much time thinking about a thing, you'll never get it done. - Bruce Lee",
"Showing off is the fool's idea of glory. - Bruce Lee",
"As you think, so shall you become. - Bruce Lee",
"Mistakes are always forgivable, if one has the courage to admit them. - Bruce Lee",
"An idea that is developed and put into action is more important than an idea that exists only as an idea. - Buddha",
"Strength does not come from physical capacity. It comes from an indomitable will. - Gandi",
"Imagination is more important than knowledge. - Albert Einstein",
"Imagination is everything. It is the preview of life's coming attractions. - Albert Einstein",
"If you can't explain it simply, you don't understand it well enough. - Albert Einstein",
"Coincidence is God's way of remaining anonymous. - Albert Einstein",
"Try not to become a man of success, but rather try to become a man of value. - Albert Einstein",
"I have no special talent. I am only passionately curious. - Albert Einstein",
"Hail to the man who went through life always helping others, knowing no fear, and to whom aggressiveness and resentment are alien. - Albert Einstein",
"A happy man is too satisfied with the present to dwell too much on the future. - Albert Einstein",
"There are two ways to live. You can live as if nothing is a miracle. You can live as if everything is a miracle. – Albert Einstein",
"If you want to meet a princess, make yourself into a prince. - Rabbi Dov Heller",
"There are no problems, only opportunities for growth. - Rebbetzin Dena Weinberg",
"If I am not for me, who is for me; and if I am (only) for myself, what am I. And if not now, when? – Hillel",
"If you’re going through hell, keep going. - Winston Churchill",
"But if love is not the cure, it certainly can act as a very strong medicine.  - Stanely Victor Paskavich",
"There are no bad people, there are people with insufficient information to make appropriate decisions. - Jacque Fresco",
"If you think we can't change the world, it just means you're not one of those who will. - Jacque Fresco",
"The only limitations on the future of the humankind are those we impose upon ourselves. - Jacque Fresco",
"If you do nothing, I can assure you nothing will happen. - Jacque Fresco",
"If you're depressed, it means you're looking within yourself for answers and you can't get that. - Jacque Fresco",
"Learning to be flexible in values takes a long time. - Jacque Fresco",
"You cannot make a difference unless you’re different - Justin Timberlake",
"You’re not meant to do what’s easy, you’re meant to challenge yourself. - Justin Timberlake",
"If you've got a talent, protect it. - Jim Carrey",
"My focus is to forget the pain of life. Forget the pain, mock the pain, reduce it. And laugh. - Jim Carrey",
"Desperation is a necessary ingredient to learning anything, or creating anything. Period. If you ain’t desperate at some point, you ain’t interesting. - Jim Carrey",
"My soul is not contained within the limits of my body. My body is contained within the limitlessness of my soul. - Jim Carrey",
"I don’t believe in hope. Hope is a beggar. Hope walks through the fire, faith leaps over it. - Jim Carrey",
"You're only given a little spark of madness. You mustn't lose it. - Robin Williams",
"There is still a lot to learn and there is always great stuff out there. Even mistakes can be wonderful. - Robin Williams",
"I try to make sense of things. Which is why, I guess, I believe in destiny. There must be a reason that I am as I am. There must be. - Robin Williams",
"I think the saddest people always try their hardest to make people happy. Because they know what it’s like to feel absolutely worthless and they don’t want anybody else to feel like that. - Robin Williams",
"No matter what people tell you, words and ideas can change the world. - Robin Williams",
"Everyone you meet is fighting a battle you know nothing about. Be kind. Always.” - Robin Williams",
"There are no rules. Just follow your heart. - Robin Williams",
"Time is the best teacher, unfortunately, it kills all of its students. - Robin Williams",
"You must strive to find your own voice, because the longer you wait to begin the less likely you are to find it at all. - Robin Williams",
"You know what music is? God’s little reminder that there’s something else besides us in this universe; harmonic connection between all living beings, every where, even the stars. - Robin Williams",
"The people who are crazy enough to think they can change the world are the ones who do. - Steve Jobs",
"Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart. - Steve Jobs",
"Innovation distinguishes between a leader and a follower. - Steve Jobs",
"Sometimes life is going to hit you in the head with a brick. Don't lose faith. - Steve Jobs",
"Have the courage to follow your heart and intuition. They somehow know what you truly want to become. - Steve Jobs",
"Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations. - Steve Jobs",
"Quality is more important than quantity. One home run is much better than two doubles. - Steve Jobs",
"We've all got both light and dark inside of us. What matters is the part we choose to act on. - Sirius Black"
]